espressif/esp-idf/components/app_update/test_apps/sdkconfig.defaults.esp32
CONFIG_IDF_TARGET="esp32"
CONFIG_BOOTLOADER_NUM_PIN_APP_TEST=32
CONFIG_BOOTLOADER_NUM_PIN_FACTORY_RESET=4
